Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: The Office is drawing on public and private sector financial, legal, regulatory, and project
fr_fr: (finances, droit, réglementation et gestion de projets) tant du secteur public que du secteur privé,

source: management experts to coordinate financing and regulatory approvals across federal
fr_fr: pour coordonner les processus d'approbation financière et réglementaire dans l'ensemble des

source: departments—acting as a streamlined "single window" for proponents.
fr_fr: ministères fédéraux, pour ainsi offrir aux promoteurs un « guichet unique » efficace.

source: The Major Projects Office will also lead a review of all regulatory processes and
fr_fr: Le Bureau des grands projets mènera aussi un examen de l'ensemble des processus

source: approvals needed to build major projects to reduce red tape and fast-track key nation-building
fr_fr: formalités administratives et d'accélérer les projets d'intérêt national.

source: projects. Budget 2025 proposes to provide $213.8 million over five
fr_fr: Le budget de 2025 propose d'accorder 213,8 millions de dollars sur cinq ans, à compter

source: years, starting in 2025-26, for the Major Projects Office .
fr_fr: de 2025-2026, au Bureau des grands projets .

source: Funding
fr_fr: Ce financement soutiendra

source: will also support the Indigenous Advisory Council .
fr_fr: également le Conseil consultatif autochtone .

source: Of this amount,
fr_fr: De ce montant, une somme

source: $19.8 million will be sourced from existing departmental resources.
fr_fr: de 19,8 millions de dollars proviendra des ressources ministérielles existantes.

source: Budget 2025 proposes to provide $10.1 million over three
fr_fr: Le budget de 2025 propose de fournir 10,1 millions de dollars sur trois ans, à

source: years, starting in 2025-26, to Crown-Indigenous Relations and Northern Affairs Canada
fr_fr: compter de 2025-2026, à Relations Couronne-Autochtones et Affaires du Nord Canada pour

source: to continue leading the Federal Initiative on Consultation to support the
fr_fr: qu'il poursuive l' Initiative fédérale sur la consultation afin de favoriser une

source: meaningful participation of Indigenous rightsholders in consultation processes throughout
fr_fr: véritable participation des titulaires de droits autochtones aux processus de consultation menés

source: the review cycle of national interest projects listed under the Building Canada
fr_fr: tout au long du cycle d'examen des projets d'intérêt national visés par la Loi visant à

source: Act , including through Indigenous-led resource centres and consultation protocols.
fr_fr: bâtir le Canada , y compris par l'entremise de centres de ressources et de protocoles de

source: Further, as previously announced in August, the government is providing $40 million over two
fr_fr: De plus, comme il l'avait annoncé en août, le gouvernement verse 40 millions de dollars sur

source: years, starting in 2025-26, to Indigenous Services Canada through the Strategic
fr_fr: deux ans, à compter de 2025-2026, à Services aux Autochtones Canada, dans le cadre de

source: Partnerships Initiative to support Indigenous capacity building and consultation on
fr_fr: capacités et la consultation des Autochtones à l'égard des projets d'intérêt national avant que

source: nation-building projects prior to designation under the Act.
fr_fr: ceux-ci soient désignés comme tels au sens de la Loi .

source: One Project, One Review
fr_fr: Un projet, une évaluation

source: In the Speech from the Throne, the Government of Canada committed to realising the goal of
fr_fr: Dans le discours du Trône, le gouvernement du Canada s'est engagé à atteindre son

source: "one project, one review" by reaching cooperation agreements under the Impact Assessment
fr_fr: objectif « un projet, une évaluation » en établissant d'ici six mois des

source: Act with every interested province and territory within six months.
fr_fr: ententes de coopération avec les provinces et les territoires intéressés, dans le

source: On June 2,
fr_fr: Le 2 juin 2025,

source: 2025, Canada's First Ministers agreed to "work together toward efficiently and effectively
fr_fr: les premiers ministres du Canada, des provinces et des territoires ont convenu de

source: implementing 'one project, one review' with the goal of a single assessment for all
fr_fr: projet, une évaluation » dans le but de réaliser une seule évaluation pour tous

source: projects."
fr_fr: les projets ».

source: Cooperation agreements will set out how federal and provincial governments will work together
fr_fr: Les ententes de coopération indiqueront la façon dont les gouvernements fédéral et

source: on assessments of major projects, providing greater transparency and certainty for
fr_fr: ce qui accroîtra la transparence et la certitude pour les promoteurs, les peuples

source: proponents, Indigenous Peoples, and stakeholders.
fr_fr: autochtones et les parties concernées.

source: This will help ensure accelerated
fr_fr: Cette collaboration contribuera à accélérer

source: assessments for major projects, including projects of national interest, and signal to
fr_fr: l'évaluation des grands projets, y compris ceux qui sont dans l'intérêt national, et

source: investors that Canada's federal, provincial, and territorial governments are committed to
fr_fr: déterminés à travailler ensemble pour soutenir le développement, tout en protégeant

source: working together to enable development, while protecting Indigenous rights and the
fr_fr: l'environnement et les droits des Autochtones.

source: environment.
fr_fr: En mettant à profit les nouveaux pouvoirs inscrits en 2024 aux articles 16

source: Leveraging new authorities under sections 16 and 31 of the Impact Assessment Act ,
fr_fr: et 31 de la Loi sur l'évaluation d'impact , les ententes de coopération

source: introduced in 2024, cooperation agreements can provide for substitution to a single
fr_fr: peuvent prévoir qu'un seul processus harmonisé, qui tire le maximum de l'expertise

source: harmonised process that draws on the best available provincial and federal expertise.
fr_fr: disponible aux niveaux provincial et fédéral, se substitue à l'évaluation d'impact.

source: Cooperation agreements can also allow for early assessment decisions and full substitution
fr_fr: Les ententes de coopération peuvent aussi prévoir la prise de décisions précoces en

source: to a provincial process that meets both federal and provincial requirements.
fr_fr: matière d'évaluation, et permettre qu'un processus provincial qui remplit les

source: They do not
fr_fr: Ces ententes ne modifient en rien l'obligation des promoteurs, des provinces, des

source: affect the duty of proponents, provinces, territories, and the federal government to fully
fr_fr: territoires et du gouvernement fédéral de consulter pleinement les peuples

source: consult with Indigenous Peoples whose rights may be affected.
fr_fr: autochtones dont les droits pourraient être touchés par un projet.

source: The Major Projects Office will benefit from the leadership and guidance of the Indigenous Advisory Council (IAC) —eleven representatives from
fr_fr: Le Bureau des grands projets pourra compter sur le leadership et les avis du Conseil consultatif autochtone , composé de 11 représentants des Premières

source: First Nations, Inuit, Métis, and Modern Treaty and Self-Governing communities.
fr_fr: Nations, des Inuits, des Métis et des communautés signataires de traités modernes et d'ententes sur

source: These leaders bring
fr_fr: l'autonomie gouvernementale.

source: deep expertise and experience, and they will help guide the MPO's work to ensure that major projects
fr_fr: expérience, et contribueront à orienter les travaux du Bureau afin de garantir que les grands

source: create opportunities for equity ownership and responsible resource management through meaningful
fr_fr: projets créent des occasions de prise de participation et de gestion responsable des ressources

source: participation with Indigenous Peoples.
fr_fr: grâce à une véritable collaboration avec les peuples autochtones.

source: Meaningful consultation with Indigenous Peoples is embedded in the Building Canada Act ,
fr_fr: La Loi visant à bâtir le Canada prévoit la tenue de consultations approfondies

source: both in the process of determining which projects are in our collective interest and in the
fr_fr: avec les peuples autochtones, tant dans le processus de détermination des projets qui sont dans

source: development of the conditions for those projects going forward.
fr_fr: notre intérêt collectif que dans l'élaboration des conditions nécessaires à leur réalisation. À

source: To that end, in Summer 2025, the
fr_fr: cette fin, à l'été 2025, le premier ministre a convoqué le Sommet des Premières Nations sur les

source: Prime Minister convened the First Nations Major Projects Summit with over 430 First Nations leaders
fr_fr: grands projets, qui a réuni plus de 430 dirigeants et représentants des Premières Nations,

source: and representatives, and held two similar meetings with Inuit and Métis leaders.
fr_fr: et il a eu deux rencontres similaires avec les dirigeants inuits et métis.

source: The focus was to
fr_fr: Le but de ces rencontres

source: engage all Indigenous distinctions-based groups on the Building Canada Act and
fr_fr: et en partenariat avec les peuples autochtones.

source: how to most effectively build major projects in partnership with Indigenous Peoples.
fr_fr: Tout en s'employant à bâtir un Canada fort, le gouvernement remplira les exigences prévues à

source: The government will uphold Section 35 of our Constitution and the duty to consult, and
fr_fr: l'article 35 de notre Constitution, son obligation de consulter les peuples autochtones, ainsi

source: the government's commitment to implementing the United Nations Declaration on the Rights
fr_fr: que son engagement à mettre en œuvre la Déclaration des Nations Unies sur les droits des peuples

source: of Indigenous Peoples, including free, prior, and informed consent, as we build Canada strong.
fr_fr: autochtones, notamment le principe du consentement libre, préalable et éclairé.

source: government will also empower and support opportunities for proactive partnerships with Indigenous
fr_fr: favorisera aussi les possibilités de partenariats avec les peuples autochtones en renforçant leurs

source: Peoples, including through the Canada Infrastructure Bank's Indigenous Equity
fr_fr: moyens d'agir, notamment au moyen de l' Initiative pour la participation autochtone de la Banque de l'infrastructure du Canada et du Programme de garantie de prêts pour les

source: Initiative , and the Indigenous Loan Guarantee Program —which we doubled
fr_fr: Autochtones , dont nous avons doublé le financement pour qu'il passe

source: from $5 billion to $10 billion, enabling more Indigenous communities to become owners of
fr_fr: de 5 milliards de dollars à 10 milliards de dollars, afin que plus de communautés

source: major projects. Boosting Major Project Financing
fr_fr: Accroître le financement des grands projets

source: The government has an ambitious agenda to build a stronger, more competitive, and more prosperous
fr_fr: Le gouvernement a un plan ambitieux pour bâtir une économie plus forte, compétitive et prospère par

source: economy by getting major projects built in Canada.
fr_fr: la réalisation de grands projets au Canada.

source: Crown corporations help incentivise and maximise
fr_fr: Les sociétés d'État aident à encourager et à augmenter

source: private investment.
fr_fr: le plus possible les investissements privés.

source: For example, Canada Growth Fund fosters clean growth investment, the Canada
fr_fr: les investissements dans la croissance propre, la Banque de l'infrastructure du Canada soutient

source: Infrastructure Bank gets infrastructure projects built, and Export Development Canada helps
fr_fr: l'aménagement d'infrastructures, et Exportation et développement Canada aide les exportateurs à

source: exporters reach new markets.
fr_fr: accéder à de nouveaux marchés.

source: These Crown corporations invest on behalf of Canadians for the economic
fr_fr: Ces sociétés d'État investissent pour le compte des Canadiens dans le

source: benefit of Canadians.
fr_fr: but de produire des retombées économiques qui profiteront à l'ensemble de la population.

source: As the government embarks on its mission to maximise investment in Canada and realise our full
fr_fr: En cette période où le gouvernement met tout en œuvre pour maximiser les investissements au Canada et

source: potential in global markets, with over $40 billion in capital ready to invest under current
fr_fr: réaliser le plein potentiel du pays sur les marchés mondiaux, les sociétés d'État joueront un rôle

source: authorities, Crown corporations will help bring in the multiples of private investment that are
fr_fr: déterminant pour attirer les investissements privés essentiels à la croissance de notre économie.

source: necessary to grow our economy.
fr_fr: autorisations actuelles.

source: Budget 2025 announces the government's intention for the Major Projects Office to help structure and co-ordinate financing from the
fr_fr: Dans le budget de 2025, le gouvernement annonce qu'il compte demander au Bureau des grands projets d'aider à structurer et à coordonner le financement provenant du

source: private sector, provincial and territorial partners, and the federal government, including
fr_fr: secteur privé, des partenaires provinciaux et territoriaux et du gouvernement fédéral, y compris

source: through the Canada Infrastructure Bank , Canada Growth
fr_fr: par l'entremise de la Banque de l'infrastructure du Canada , du Fonds de

source: Fund , and the Canada Indigenous Loan Guarantee Corporation .
fr_fr: croissance du Canada et de la Corporation de garantie de prêts pour les

source: Budget 2025 announces the government's intention to provide
fr_fr: Dans le budget de 2025, le gouvernement annonce son intention de fournir une orientation

source: guidance to Crown corporations through the application of a strategic financing framework
fr_fr: aux sociétés d'État par l'entremise d'un cadre de financement stratégique qui favorisera une

source: that will advance a unified and coordinated approach to financing across the government's
fr_fr: méthode de financement unifiée dans l'ensemble des sociétés d'État, des ministères et des

source: Crown corporations, departments, and agencies.
fr_fr: organismes fédéraux.

source: This will help ensure that Crown corporations
fr_fr: On veillera ainsi à ce que les sociétés d'État accordent la priorité aux

source: are prioritising nation-building projects where possible and coordinating their support to
fr_fr: projets d'intérêt national, dans la mesure du possible, et coordonnent leur appui pour la

source: unlock projects while delivering value for money for taxpayers.
fr_fr: Dans le budget de 2025, le gouvernement annonce qu'il compte modifier la Loi sur la

source: Budget 2025 announces the government's intention to amend the Canada Infrastructure Bank Act to increase the Canada Infrastructure Bank's
fr_fr: Banque de l'infrastructure du Canada pour porter de 35 milliards de dollars à 45 milliards de dollars son enveloppe de capital en vertu de la loi.

source: statutory capital envelope from $35 billion to $45 billion and to enable the Canada Infrastructure Bank to make investments in any nation-building
fr_fr: Le gouvernement permettra à la Banque de l'infrastructure du Canada d'effectuer des investissements dans des projets d'intérêt national, qui ont été soumis au Bureau des

source: projects that have been referred to the Major Projects Office , regardless
fr_fr: grands projets , peu importe le secteur ou la catégorie d'actifs visés, tant qu'ils

source: of sector or asset class, as long as they fall within the Bank's legal mandate. This will
fr_fr: relèvent du mandat statutaire de la Banque. Cette mesure débloquera davantage de projets grâce

source: unlock more projects with the partnership of private investment.
fr_fr: aux investissements de partenaires du secteur privé.

source: Budget 2025 announces the government's intention for the Canada Indigenous Loan Guarantee Corporation to work with Indigenous
fr_fr: Dans le budget de 2025, le gouvernement annonce son intention de demander à la Corporation de garantie de prêts pour les Autochtones du Canada de travailler

source: investors on greenfield (new build) projects that will generate economic prosperity for
fr_fr: installations (nouvelles constructions) qui produiront des retombées pour les communautés

source: Indigenous communities for generations to come.
fr_fr: autochtones pour les générations à venir.

source: 1.2 Supercharging Growth
fr_fr: 1.2 Dynamiser la croissance

source: Unleashing economic growth and productivity is the foundation of Canadian prosperity.
fr_fr: La croissance économique et la productivité sont les fondements de la prospérité du Canada.

source: To build the
fr_fr: Pour

source: strongest economy in the G7, our entrepreneurs, businesses, and researchers need the right
fr_fr: développement de nos entrepreneurs, de nos entreprises et de nos chercheurs.

source: conditions for growth.
fr_fr: Nous pouvons dynamiser

source: We can supercharge Canada's growth and global competitiveness by enhancing
fr_fr: la croissance du Canada et renforcer sa compétitivité à l'échelle mondiale en améliorant le régime

source: Canada's tax regime, doubling down on artificial intelligence, investing in talent, and attracting
fr_fr: fiscal canadien, en redoublant d'efforts dans le domaine de l'intelligence artificielle, en

source: private capital .
fr_fr: investissant dans le talent et en attirant des capitaux privés.

source: Productivity Super-Deduction
fr_fr: Superdéduction à la productivité

source: Accelerated Investment Incentive and Immediate Expensing
fr_fr: Incitatif à l'investissement accéléré et passation en charges immédiate

source: To boost productivity and attract investment, this new government is introducing a Productivity Super-Deduction —a set of enhanced tax incentives covering all new
fr_fr: Pour stimuler la productivité et attirer des investissements, le nouveau gouvernement du Canada crée

source: capital investment that allows businesses to write off a larger share of the cost of these
fr_fr: une superdéduction à la productivité , un ensemble d'incitatifs fiscaux bonifiés

source: investments right away.
fr_fr: visant l'ensemble des nouveaux investissements en capital.

source: These will also make it easier for businesses to invest and grow.
fr_fr: Cette mesure permettra aux entreprises

source: Under this measure, companies can recover their investment cost faster through the tax system.
fr_fr: d'amortir immédiatement une plus grande partie du coût de leurs nouveaux investissements.

source: makes it more attractive to invest in machinery, equipment, technology, and other
fr_fr: cette mesure, il sera plus facile pour les entreprises d'investir et de prendre de l'expansion.

source: productivity-enhancing assets and improves Canada's competitiveness for attracting investment.
fr_fr: d'investir dans des machines, du matériel, des technologies et d'autres actifs favorisant la

source: Budget 2025 announces the government's intention to move forward
fr_fr: Dans le budget de 2025, le gouvernement annonce qu'il compte mettre en œuvre toutes les

source: with all previously announced measures that would allow businesses to write off the cost of
fr_fr: mesures annoncées précédemment afin de permettre aux entreprises d'amortir de manière accélérée

source: their investments more quickly: Reinstatement of the Accelerated Investment Incentive, which provides an enhanced
fr_fr: le coût de leurs investissements : Rétablir l'Incitatif à l'investissement accéléré, qui permet une déduction bonifiée la première

source: first-year write-off for most capital assets.
fr_fr: année pour la plupart des immobilisations.

source: Immediate expensing (i.e., 100-per-cent first-year write-off) of manufacturing or
fr_fr: Autoriser la passation en charges immédiate (c.-à-d. déduction complète la première année) du

source: processing machinery and equipment.
fr_fr: coût des machines et du matériel de fabrication et de transformation.

source: Immediate expensing of clean energy generation and energy conservation equipment,
fr_fr: Autoriser la passation en charges immédiate du coût du matériel de production d'énergie propre

source: and zero-emission vehicles.
fr_fr: ou de conservation d'énergie et des véhicules à zéro émission.

source: Immediate expensing of productivity-enhancing assets, including patents, data
fr_fr: Autoriser la passation en charges immédiate du coût des actifs améliorant la productivité, comme

source: network infrastructure, and computers.
fr_fr: les brevets, l'infrastructure de réseaux de données et les ordinateurs.

source: Immediate expensing of capital expenditures for scientific research and experimental
fr_fr: Autoriser la passation en charges immédiate des dépenses en capital pour la recherche

source: development.
fr_fr: scientifique et le développement expérimental.

source: Immediate Expensing for Manufacturing and Processing Buildings and Accelerated
fr_fr: Passation en charges immédiate pour les bâtiments servant à la fabrication et à la

source: Capital Cost Allowances for Low-Carbon Liquefied Natural Gas Facilities
fr_fr: transformation et déductions pour amortissement accéléré des installations de gaz naturel liquéfié à

source: Building on these measures, the government is making further strategic investments in tax incentives
fr_fr: En complément des mesures ci-dessus, le gouvernement fait d'autres investissements stratégiques dans

source: that promote capital investment and long-term economic growth.
fr_fr: les incitatifs fiscaux qui favorisent l'investissement en capital et la croissance économique à long terme.

source: The new government is taking action
fr_fr: Le nouveau gouvernement agit pour rendre le Canada plus concurrentiel que les États-Unis en

source: to make Canada's investment environment more competitive than the U.S.
fr_fr: matière d'investissements.

source: Budget 2025 proposes to introduce immediate expensing for
fr_fr: Le budget de 2025 propose de permettre la passation en charges immédiate du coût des

source: manufacturing or processing buildings that are acquired on or after Budget Day and that are
fr_fr: bâtiments servant à la fabrication ou à la transformation qui sont acquis à compter du jour du

source: used for manufacturing or processing before 2030.
fr_fr: dépôt du budget et qui serviront à la fabrication ou à la transformation avant 2030.

source: This measure would be phased out over
fr_fr: Cette

source: a four-year period between 2030 and 2033.
fr_fr: mesure serait éliminée progressivement sur une période de quatre ans, de 2030 à 2033.

source: The accelerated capital cost allowances (CCAs) for liquefied natural gas (LNG) equipment and related
fr_fr: Les déductions pour amortissement accéléré (DPA accéléré) pour l'équipement de gaz naturel liquéfié

source: buildings expired at the end of 2024.
fr_fr: (GNL) et des immeubles connexes ont expiré à la fin de 2024.

source: The measures increased the CCA rate for liquefaction
fr_fr: Ces mesures permettaient

source: equipment from 8 per cent to 30 per cent and for non-residential
fr_fr: d'augmenter le taux de DPA de l'équipement de liquéfaction de 8 % à 30 %, et

source: buildings used in LNG facilities from 6 per cent to 10 per cent.
fr_fr: de 6 % à 10 % pour les immeubles non résidentiels utilisés dans les installations de
